{"2014 Recent Books and Journals in Public Opinion, Survey Methods, and Survey\n Statistics":["Mario Callegaro"],"Characterization of Impact of Transient Faults and Detection of Data Corruption\n Errors in Large-Scale N-Body Programs Using Graphics Processing Units":["Keun Soo Yim"],"Cloud-based simulations on Google Exacycle reveal ligand modulation of GPCR\n activation pathways":["Kai Kohlhoff","David Konerding"],"Current status and dynamics of mangrove forests of South Asia":["David Thau"],"Defining and detecting quantum speedup":["Sergio Boixo"],"Entanglement in a Quantum Annealing Processor":["S. Boixo"],"Hearing the Shape of the Ising Model with a Programmable Superconducting-Flux\n Annealer":["Sergio Boixo"],"RFC7304 - A Method for Mitigating Namespace Collisions":["Warren Kumari"],"SSAC Advisory on Search List Processing":["Warren Kumari"],"Sources of Traffic Demand Variability and Use of Monte Carlo for Network Capacity\n Planning":["Alexander Gilgur"],"The wisdom of clouds":["Kai Kohlhoff"],"Topology-Driven Trajectory Synthesis with an Example on Retinal Cell Motions":["Chen Gu"],"Trust, transparency & control in inferred user interest models":["Sebastian Schnorf","Nikhil Sharma"],"APOSTLE: Longterm Transit Monitoring and Stability Analysis of XO-2b":["Noel Gorelick"],"Advisory on Internal Name Certificates":["Warren Kumari"],"Behavior-Oriented Data Resource Management in Medical Sensing Systems":["Hyduke Noshadi","Foad Dabiri"],"Bridging the Gap Between Industry and Academia":["Joshua Tabak"],"Herschel/PACS Survey of protoplanetary disks in Taurus/Auriga - Observations of\n [OI] and [CII], and far infrared continuum":["Christian Howard"],"High-Resolution Global Maps of 21st-Century Forest Cover Change":["Rebecca Moore","David Thau"],"On the Technology Prospects and Investment Opportunities for Scalable\n Neuroscience":["Thomas Dean"],"Optical design of a color-corrected 2.75 g visual loupe":["Ozan Cakmakci"],"PRIME: Probabilistic Initial 3D Model Generation for Single-Particle\n Cryo-Electron Microscopy":["Samy Bengio"],"Physically-based Grasp Quality Evaluation under Pose Uncertainty":["James\n J.Kuffner"],"SAC062 - SSAC Advisory Concerning the Mitigation of Name Collision Risk":["Warren Kumari"],"SAC063: SSAC Advisory on DNSSEC Key Rollover in the Root Zone":["Warren Kumari"],"Systematic Analysis of Challenge-Driven Improvements in Molecular Prognostic\n Models for Breast Cancer":["Lamia Youseff","Tyler Pirtle","Craig\n Citro","Joseph L. Hellerstein"],"Triple Wollaston-prism complete-Stokes imaging polarimeter":["John D. Perreault"],"Unlocking the Potential of Conjoint Analysis/Discrete Choice Modeling and MaxDiff\n Scaling in Public Opinion and Survey Research":["Steven Ellis","Mario Callegaro","Chris Chapman"],"Web Coverage in the UK and its Potential Impact on General Population Web Surveys":["Mario Callegaro"],"When the Cloud Goes Local: The Global Problem with Data Localization":["Patrick Ryan"],"You Are What You Emote: Emotional Facial Expressions Impact Sexual Orientation\n Judgments":["Joshua Tabak"],"A unified multitask architecture for predicting local protein properties":[],"Advisory on Impacts of Content Blocking via the Domain Name System":["Warren Kumari"],"Algorithmic Thermodynamics":["Michael Stay"],"Google's Hybrid Approach to Research":["Alfred Spector","Peter Norvig","Slav\n Petrov"],"Life Estimation of Pressurized-Air Solar-Thermal Receiver Tubes":["David Fork"],"Molli: Interactive Visualization for Exploratory Protein Analysis":["Sara L. Su"],"Norovirus Disease Surveillance Using Google Internet Query Share Data":["Yossi Matias"],"Search Inside Yourself":[],"Semantics-driven sensor configuration for energy reduction in medical sensor\n networks":["Hyduke\n Noshadi"],"Sistema GaitGrabber na captação de dados cinemáticos durante a marcha":[],"Spatiotemporal Assignment of Energy Harvesters on a Self-Sustaining Medical Shoe":["Hyduke\n Noshadi"],"Team Geek: A Software Developer's Guide to Working Well with Others":["Brian W. Fitzpatrick","Ben Collins-Sussman"],"Channeling the data deluge":["Christoph\n Best"],"Detecting remote evolutionary relationships among proteins by large-scale\n semantic embedding":[],"Entrepreneurial Innovation at Google":["Patrick Copeland"],"How is it done? A multinational survey of YouTube user satisfaction":["Joshua Tabak"],"Planet-Planet Scattering Leads to Tightly Packed Planetary Systems.":["Noel Gorelick"],"Secular Behavior of Exoplanetary Systems: Self-Consistency and Comparisons With\n The Planet-Planet Scattering Hypothesis":["Noel Gorelick"],"Sticking Together: Handcrafting Personalized Communication Interfaces.":["Hayes\n Raffle"],"Using Web Search Query Data to Monitor Dengue Epidemics: A New Model for\n Neglected Tropical Disease Surveillance":[],"EMI Failure Analysis Techniques: II. Joint Time-Frequency Analysis":["Weifeng Pan"],"EMI Failure Analysis Techniques: III. Correlation Analysis":["Weifeng Pan"],"Energy Optimization in Wireless Medical Systems Using Physiological Behavior":["Hyduke Noshadi","Foad Dabiri"],"Google’s Innovation Factory: Testing, Culture, And Infrastructure":["Patrick Copeland"],"Minimizing off-target signals in RNA fluorescent in situ hybridization":["Eugene Ie"],"Planet-Planet Scattering in Planetesimal Disks. II. Predictions for Outer\n Extrasolar Planetary Systems":["Noel\n Gorelick"],"Semi-Supervised Multi-Task Learning for Predicting Interactions between HIV-1 and\n Human Proteins":[],"The Politics of Search: A Decade Retrospective.":["Laura Ann Granka"],"Using Bezier Curve to Improve the Accuracy in Integrated Circuit Design Analysis":[],"A transcription factor affinity-based code for mammalian transcription initiation":["F Pereira"],"ACM's annual report":[],"Detecting influenza epidemics using search engine query data":["Jeremy Ginsberg","Rajan Patel"],"EMI Failure Analysis Techniques: I. Frequency Spectrum Analysis":["Weifeng Pan"],"Haplotype Inference Constrained by Plausible Haplotype Data":[],"Methodological Review: Empirical distributional semantics: Methods and biomedical\n applications":[],"Planet-Planet Scattering in Planetesimal Disks":["Noel\n Gorelick"],"Reflective Random Indexing and Indirect Inference: A Scalable Method for\n Discovery of Implicit Connections":[],"Timing properties of gene expression responses to environmental changes":["Gal Chechik"],"A dynamical perspective on additional planets in 55 Cancri":["Noel Gorelick"],"A new beginning, a fond farewell":[],"ACM annual report for FY07":[],"Activity Motifs Reveal Principles of Timing in Transcriptional Control of the\n Yeast Metabolic Network":["Gal Chechik"],"Every Last Drop: Managing our way out of the water crisis":[],"Fifty years and still growing":[],"GO Based Hierarchical Framework for Inference of Gene Regulatory Networks":[],"Mean Motion Resonances from Planet-Planet Scattering":["Gorelick, Noel"],"North polar region of Mars: Advances in stratigraphy, structure, and erosional\n modification":[],"A multi-agent based framework for the simulation of human and social behaviors\n during emergency evacuations":["Ken Dauber"],"ACM's Past Helps Steer Its Future":[],"GO Based Inference of Gene Regulatory Networks from Gene Expression Data":[],"The rewards of ACM's awards":[],"Why There's Antifreeze in Your Toothpaste: The Chemistry of Household Ingredients":[],"Predicting EMG Data from M1 Neurons with Variational Bayesian Least Squares":["Aaron D'Souza"],"Return of Gonzo Gizmos":[],"Simple Reconstruction of Binary Near-Perfect Phylogenetic Trees":["Kedar Dhamdhere"],"Oral Mucosal Microvascular Network Abnormalities in De Novo Mutation\n Achondroplasia":["K. Shirriff"],"Finite-State Transducers in Computational Biology":["Corinna Cortes","Mehryar Mohri"],"Computers, Use Of":["Peter Norvig"]}