{"Author Retrospective for Cooperative Cache Partitioning for Chip Multiprocessors":["Jichuan Chang"],"Dynamically Detecting and Tolerating IF-Condition Data Races":["Shanxiang Qi"],"HaPPy: Hyperthread-aware Power Profiling Dynamically":["Xiao Zhang"],"Low-Overhead Network-on-Chip Support for Location-Oblivious Task Placement":["Dennis\n Abts","Michael R. Marty"],"Near-Data Processing: Insights from a MICRO-46 Workshop":["Jichuan Chang"],"The Power of Smartphones":["Roy Want"],"Towards Energy Proportionality for Large-Scale Latency-Critical Workloads":["Luiz\n André Barroso"],"A Green Display for the Internet":[],"Concurrency-aware compiler optimizations for hardware description languages":[],"Optimizing Google's Warehouse Scale Computers: The NUMA Experience":["Xiao Zhang","Robert Hundt","Eric Tune"],"The Datacenter as a Computer: An Introduction to the Design of Warehouse-Scale\n Machines, Second Edition":["Luiz André Barroso","Urs Hölzle"],"Whare-Map: Heterogeneity in “Homogeneous” Warehouse-Scale Computers":["Robert Hundt"],"A Fault Detection and Protection Scheme for Three-Level DC–DC Converters Based on\n Monitoring Flying Capacitor Voltage":["Honggang Sheng"],"ADEL: An automatic detector of energy leaks for smartphone applications":["Lei Yang"],"Accelerator Compiler for the VENICE Vector Processor":["Satnam Singh"],"Managing Distributed UPS Energy for Effective Power Capping in Data Centers":["Eddie Pettis"],"Resource-bounded multicore emulation using Beefarm":["Satnam Singh"],"Runtime adaptation: a case for reactive code alignment":["Kim Hazelwood"],"Bubble-Up: Increasing Utilization In Modern Warehouse Scale Computers Via\n Sensible Co-Locations":["Robert Hundt"],"Dynamic cache contention detection in multi-threaded applications":["Derek\n Bruening"],"FAWN: a fast array of wimpy nodes: technical perspective":["Luiz André Barroso"],"Heterogeneity in “Homogeneous” Warehouse-Scale Computers: A Performance\n Opportunity":["Robert Hundt"],"High Performance Datacenter Networks: Architectures, Algorithms, and\n Opportunities":["Dennis Abts"],"Power Management of Online Data-Intensive Services":["Christopher M. Sadler","Luiz André Barroso","Wolf-Dietrich Weber"],"Simultaneous Technology Mapping and Placement for Delay Minimization":[],"The Cray XT4 and Seastar 3-D Torus Interconnect":["Dennis Abts"],"The Future of Computing Performance: Game Over or Next Level?":["Luiz André Barroso"],"The Impact of Memory Subsystem Resource Sharing on Datacenter Applications":["Robert Hundt"],"Accurate Online Power Estimation and Automatic Battery Behavior Based Power Model\n Generation for Smartphones":["Lei Yang"],"Brawny cores still beat wimpy cores, most of the time":["Urs Hölzle"],"Efficient Topologies for Large-Scale Cluster Networks":["Dennis Abts"],"Energy Proportional Datacenter Networks":["Dennis Abts","Mike Marty","Philip\n Wells","Hong Liu"],"Probabilistic Distance-based Arbitration: Providing Equality of Service for\n Many-core CMPs":["Dennis Abts","Michael Marty"],"Scalable Thread Scheduling and Global Power Management for Heterogeneous\n Many-Core Architectures":[],"Warehouse Scale Computing - A keynote address to SIGMOD'10":["Luiz André Barroso"],"Achieving Predictable Performance through Better Memory Controller Placement in\n Many-Core CMPs":["Dennis Abts"],"Dynamic Heterogeneity and the Need for Multicore Virtualization":["Philip M Wells"],"The Datacenter as a Computer: An Introduction to the Design of Warehouse-Scale\n Machines":["Luiz André Barroso","Urs Hölzle"],"Amdahl's Law in the Multicore Era":["Michael R. Marty"],"Incrementally Parallelizing Database Transactions with Thread-Level Speculation":["Christopher B. Colohan"],"Technology-Driven, Highly-Scalable Dragonfly Topology":["Dennis\n Abts"],"All Watts Considered":["Luiz Andre Barroso"],"Power Provisioning for a Warehouse-sized Computer":["Xiaobo Fan","Wolf-Dietrich Weber","Luiz André Barroso"],"The Case for Energy-Proportional Computing":["Luiz André Barroso","Urs Hölzle"],"High-efficiency power supplies for home computers and servers":["Urs Hölzle"],"The Price of Performance: An Economic Case for Chip Multiprocessing":["Luiz Andre Barroso"],"A Model for Battery Lifetime Analysis for Organizing Applications on a Pocket\n Computer":["Deborah A. Wallach"]}