{"Both Complete and Correct? Multi-Objective Optimization of Touchscreen Keyboard":["Xiaojun Bi","Tom\n Ouyang","Shumin Zhai"],"Designing an Energy-Efficient Could Messaging Service for Smartphones":["Ashish Sharma"],"Designing for Healthy Lifestyles: Design Considerations for Mobile Technologies\n to Encourage Consumer Health and Wellness":["Sunny Consolvo"],"Detecting Tapping Motion on the Side of Mobile Devices By Probabilistically\n Combining Hand Postures":["Yang Li"],"InkAnchor: Enhancing Informal Ink-Based Note Taking on Touchscreen Mobile Phones":["Yang Li"],"Optimistic Programming of Touch Interaction":["Yang Li"],"Reflection: Enabling Event Prediction As an On-Device Service for Mobile\n Interaction":["Yang Li"],"Teaching Motion Gestures via Recognizer Feedback":["Yang Li"],"The Power of Smartphones":["Roy Want"],"Bayesian Touch - A Statistic Criterion of Target Selection with Finger Touch":["Xiaojun Bi","Shumin Zhai"],"Behavior-Oriented Data Resource Management in Medical Sensing Systems":["Hyduke Noshadi","Foad Dabiri"],"Capturing Mobile Experience in the Wild: A Tale of Two Apps":["Shravan Rayanchu"],"Chale, How Much it Cost to Browse? Results from a Mobile Data Price Transparency\n Trial in Ghana":["Nithya Sambasivan","Paul Lee","Greg Hecht","Paul M. Aoki","Maria-Ines Carrera","Jenny Chen","David Pablo\n Cohn"],"CrowdLearner: Rapidly Creating Mobile Recognizers Using Crowdsourcing":["Yang Li"],"HERMES: Mobile system for instability analysis and balance assessment":["Hyduke Noshadi","Foad Dabiri"],"Open project: a lightweight framework for remote sharing of mobile applications":["Yang Li"],"Swipe vs. scroll: web page switching on mobile browsers":["Andrew Warr","Ed H.\n Chi"],"ADEL: An automatic detector of energy leaks for smartphone applications":["Lei Yang"],"Bimanual gesture keyboard":["Xiaojun Bi","Ciprian Chelba","Tom\n Ouyang","Shumin Zhai"],"Bridging communications and the physical world":["Omer Boyaci"],"Cost-effective voting":["Lantian Zheng"],"DIPLOMA: Consistent and Coherent Shared Memory over Mobile Phones":["Niket Agarwal"],"Gesture-based interaction: a new dimension for mobile user interfaces":["Yang Li"],"Google's C/C++ toolchain for smart handheld devices":["Doug Kwan"],"Inter-contact Routing for Energy-constrained Disaster Response Networks":["Hossein Ahmadi"],"Interactive Digital Signage":["Roy Want","Bill\n Schilit"],"MOIST: A Scalable and Parallel Moving Object Indexer with School Tracking":["Hongji Bao"],"Notification of event by mobile communications device using radio frequency\n transmitter":["Lantian Zheng"],"Tap, swipe, or move: attentional demands for distracted smartphone input":["Yang Li"],"Ubiquitous search for smart workspaces":["Daniel M. Russell"],"Mobile Computing: Looking to the Future":["Bill N. Schilit"],"Programming Micro-Aerial Vehicle Swarms With Karma":["Matt Welsh"],"Accurate Online Power Estimation and Automatic Battery Behavior Based Power Model\n Generation for Smartphones":["Lei Yang"],"Energy Optimization in Wireless Medical Systems Using Physiological Behavior":["Hyduke Noshadi","Foad Dabiri"],"Juggler: Virtual Networks for Fun and Profit":["Anthony J. Nicholson"],"Usage Patterns in an Urban WiFi Network":["Tsuwei Chen"],"CENTAUR: realizing the full potential of centralized wlans through a hybrid data\n path":["Shravan\n Rayanchu"],"Activity Recognition for the Digital Home":["Bill N. Schilit"],"Analysis of a Mixed-Use Urban WiFi Network: When Metropolitan becomes Neapolitan":["Tsuwei Chen"],"Architecture-Driven Software Mobility in Support of QoS Requirements":["Marija Mikic-Rakic"],"RFID (Radio Frequency Identification)":[],"Deciphering Trends in Mobile Search":["Maryam Kamvar","Shumeet Baluja"],"TOLB: A Traffic-Oblivious Load-Balancing Protocol for Next-Generation Sensornets":[],"The Role of Context in Query Input: Using contexual signals to complete queries\n on mobile devices":["Maryam Kamvar","Shumeet Baluja"],"A Large Scale Study of Wireless Search Behavior: Google Mobile Search":["Maryam Kamvar","Shumeet Baluja"],"Pervasive Computing in the Home and Community":["Lin Liao"],"Report on the Mobile Search Workshop at WWW 2002":["Bay-Wei Chang"]}