{"And Now for Something Completely Different: Improving Crowdsourcing Workflows\n with Micro-Diversions":["Peng Dai","Praveen Paritosh","Ed\n H. Chi"],"A Comparison of Six Sample Providers Regarding Online Privacy Benchmarks":["Sebastian Schnorf","Aaron Sedley","Allison Woodruff"],"A case of computational thinking: The subtle effect of hidden dependencies on the\n user experience of version control":["Emma Soederberg"],"An efficient reconciliation algorithm for social networks.":["Nitish Korula","Silvio Lattanzi"],"Both Complete and Correct? Multi-Objective Optimization of Touchscreen Keyboard":["Xiaojun Bi","Tom\n Ouyang","Shumin Zhai"],"Designing Unbiased Surveys for HCI Research":["Hendrik Müller","Aaron Sedley"],"Designing Usable Web Forms - Empirical Evaluation of Web Form Improvement\n Guidelines":["Javier\n Bargas-Avila"],"Designing for Healthy Lifestyles: Design Considerations for Mobile Technologies\n to Encourage Consumer Health and Wellness":["Sunny Consolvo"],"Designing the Chromecast Out-of-Box Experience":["Noor Ali-Hasan"],"Detecting Tapping Motion on the Side of Mobile Devices By Probabilistically\n Combining Hand Postures":["Yang Li"],"Experimenting At Scale With Google Chrome's SSL Warning":["Adrienne Porter Felt","Robert W. Reeder","Sunny Consolvo"],"Exploring the Beneﬁts and Uses of Web Analytics Tools for Non-Transactional\n Websites":["Jessica Staddon","Sunny Consolvo"],"From Interaction to Performance with Public Displays":["Judy Chen"],"GestKeyboard: Enabling Gesture-Based Interaction on Ordinary Physical Keyboard":["Yang Li"],"Gesture Script: Recognizing Gestures and their Structure using Rendering Scripts\n and Interactively Trained Parts":["Yang Li"],"Gesturemote: interacting with remote displays through touch gestures":["Yang Li"],"Hierarchical Route Maps for Efficient Navigation":["Yang Li"],"InkAnchor: Enhancing Informal Ink-Based Note Taking on Touchscreen Mobile Phones":["Yang Li"],"Is Once Enough? On the Extent and Content of Replications in Human-Computer\n Interaction":["Javier\n Bargas-Avila"],"JustSpeak: Enabling Universal Voice Control on Android":["T. V. Raman","Casey Burkhardt","Fadi Biadsy"],"Necessary, Unpleasant, and Disempowering: Reputation Management in the Internet\n Age":["Allison Woodruff"],"Online Microsurveys for User Experience Research":["Victoria Schwanda Sosik","Sunny Consolvo","David Huffaker","Gueorgi Kossinets","Kerwell Liao","Aaron Sedley"],"Optimistic Programming of Touch Interaction":["Yang Li"],"Photographing information needs: the role of photos in experience sampling\n method-style research":["Kathy Baxter","Nikhil Sharma"],"Reflection: Enabling Event Prediction As an On-Device Service for Mobile\n Interaction":["Yang Li"],"Survey Research in HCI":["Hendrik Müller","Aaron Sedley"],"Teaching Motion Gestures via Recognizer Feedback":["Yang Li"],"Trust, transparency & control in inferred user interest models":["Sebastian Schnorf","Nikhil Sharma"],"Visualizing Statistical Mix Effects and Simpson's Paradox":[],"Would a Privacy Fundamentalist Sell Their DNA for $1000...If Nothing Bad Happened\n as a Result? The Westin Categories, Behavioral Intentions, and Consequences":["Allison Woodruff","Sunny Consolvo"],"Your Reputation Precedes You: History, Reputation, and the Chrome Malware Warning":["Adrienne Porter Felt","Robert W. Reeder","Sunny Consolvo"],"“My religious aunt asked why I was trying to sell her viagra”: Experiences with\n account hijacking":["Iulia Ion","Robert W. Reeder","Sunny Consolvo"],"2nd international workshop on user evaluations for software engineering\n researchers (USER)":["Caitlin Sadowski"],"A meteoroid on steroids: ranking media items stemming from multiple social\n networks":["Thomas Steiner"],"A new approach to the semantics of model diagrams":["Johan G. Granstrom"],"Adolescent search roles":["Hilary Hutchinson"],"Alice in Warningland: A Large-Scale Field Study of Browser Security Warning\n Effectiveness":["Adrienne Porter Felt"],"All the news that's fit to read: a study of social annotations for news reading":["Ed H. Chi"],"Arrival and departure in Social Networks":["Alex\n Fabrikant","Silvio Lattanzi","Andrew Tomkins"],"Authentication at Scale":[],"Bayesian Touch - A Statistic Criterion of Target Selection with Finger Touch":["Xiaojun Bi","Shumin Zhai"],"Bridging the Gap Between Industry and Academia":["Joshua Tabak"],"C(ollab) RITE: How to run impactful iterative studies in a fast paced environment":["Jhilmil Jain"],"Chale, How Much it Cost to Browse? Results from a Mobile Data Price Transparency\n Trial in Ghana":["Nithya Sambasivan","Paul Lee","Greg Hecht","Paul M. Aoki","Maria-Ines Carrera","Jenny Chen","David Pablo\n Cohn"],"Creating scalable location-based games: lessons from Geocaching":["Tejinder K.\n Judge"],"CrowdLearner: Rapidly Creating Mobile Recognizers Using Crowdsourcing":["Yang Li"],"Design of user interfaces for selective editing of digital photos on touchscreen\n devices":[],"Designing for What the World is Watching: Behind the scenes with the UX team at\n YouTube":["Joshua Tabak"],"Differences in search engine evaluations between query owners and non-owners":["David Mease"],"Empirical evaluation of 20 web form optimization guidelines":["Javier A. Bargas-Avila"],"Exploring and enhancing the user experience for TV":["Jhilmil Jain"],"FFitts Law: Modeling Finger Touch with Fitts’ Law":["Xiaojun Bi","Yang Li","Shumin\n Zhai"],"From mixed-mode to multiple devices. Web surveys, smartphone surveys and apps.":["Mario Callegaro"],"Gesture Studio: Authoring Multi-Touch Interactions through Demonstration and\n Composition":["Yang Li"],"Global Design Teams: Best Practices for Maximizing Effectiveness":["Jhilmil Jain"],"Google+ Ripples: A Native Visualization of Information Flow":["Jack\n Hebert","Jon Orwant","Christopher\n Wren"],"How Visualization Layout Relates to Locus of Control and Other Personality\n Factors":["Sara L. Su"],"Inserting Micro-Breaks into Crowdsourcing Workflows":["Ed H. Chi","Praveen Paritosh","Peng Dai"],"Instant Foodie: Predicting Expert Ratings From Grassroots":["Ed H. Chi","David Huffaker","Gueorgi Kossinets"],"Live topic generation from event streams":["Thomas Steiner"],"MJ no more: using concurrent wikipedia edit spikes with social network\n plausibility checks for breaking news detection":["Thomas Steiner"],"Making touchscreen keyboards adaptive to keys, hand postures, and individuals: a\n hierarchical spatial backoff model approach":["Tom Ouyang","Shumin Zhai"],"Measurement and modeling of eye-mouse behavior":["Vidhya Navalpakkam","Sujith Ravi","Amr Ahmed"],"Minimizing change aversion for the Google Drive launch":["Aaron Sedley","Hendrik Müller"],"Octopus: Evaluating Touchscreen Keyboard Correction and Recognition Algorithms\n via “Remulation”":["Xiaojun Bi","Shumin Zhai"],"Online Python Tutor: Embeddable Web-Based Program Visualization for CS Education":["Philip Guo"],"Open project: a lightweight framework for remote sharing of mobile applications":["Yang Li"],"Paradata in Web Surveys":["Mario Callegaro"],"Perception and Understanding of Social Annotations in Web Search":["Jennifer Fernquist","Ed H. Chi"],"Project Pokerface: Building a User-Centered Culture at Scale":["Pat Bowen","Gueorgi Kossinets","Jens Riegelsberger"],"Response to the reviews on Bargas-Avila et al. (2009) Intranet Satisfaction\n Questionnaire: Development and Validation of a Questionnaire to Measure User\n Satisfaction with the Intranet":["Javier A.\n Bargas-Avila"],"Swipe vs. scroll: web page switching on mobile browsers":["Andrew Warr","Ed H.\n Chi"],"Tablets use in emerging markets: an exploration.":["Lucia Terrenghi"],"The Bigger Picture: The Use of Mobile Photos in Shopping":["Maryam Tohidi","Andrew Warr"],"The Map of the Future May Not Be a Map!":["Ed Parsons"],"The future of personal video communication: moving beyond talking heads to shared\n experiences":["Tejinder K. Judge"],"To crop, or not to crop: compiling online media galleries":["Thomas Steiner"],"What is me online? Insights into how users manage digital identity.":["Sebastian Schnorf"],"Where Am I? A Meta-Analysis of Experiments on the Effects of Progress Indicators\n for Web Surveys":["Mario Callegaro"],"Will Massive Open Online Courses (MOOCs) Change Education?":["Daniel M Russell"],"Write here, write now!: an experimental study of group maintenance in\n collaborative writing":["Antonella Pavese"],"2nd Workshop on context-awareness in retrieval and recommendation:(CaRR 2012)":["E. Chi"],"A Comparative Evaluation of Finger and Pen Stroke Gestures":["Shumin Zhai"],"A Room with a View: Understanding Users' Stages in Picking a Hotel Online":["Jens Riegelsberger"],"An examination of how households share and coordinate the completion of errands":[],"Are privacy concerns a turn-off? Engagement and privacy in social networks":["Jessica Staddon","David Huffaker","Aaron Sedley"],"Around the Water Cooler: Shared Discussion Topics and Contact Closeness in Social\n Search":["David\n Huffaker","Jessica Staddon"],"Backtracking Events as Indicators of Usability Problems in Creation-Oriented\n Applications":["David Akers","Matthew Simpson"],"Big Data Storytelling Through Interactive Maps":["Jayant Madhavan","Nitin Gupta","Heidi Lam","Hongrae Lee","Warren Shen"],"Bimanual gesture keyboard":["Xiaojun Bi","Ciprian Chelba","Tom\n Ouyang","Shumin Zhai"],"Bootstrapping Personal Gesture Shortcuts with the Wisdom of the Crowd and\n Handwriting Recognition":["Tom Ouyang","Yang Li"],"Capturing Indoor Scenes with Smartphones":[],"Case study: longitudinal comparative analysis for analyzing user behavior":["Jhilmil Jain"],"Comparing collaboration and individual personas for the design and evaluation of\n collaboration software":["Tejinder Judge"],"Foundational Issues in Touch-Surface Stroke Gesture Design — An Integrative\n Review":["Shumin Zhai"],"Game Your Campaign":["David Huffaker"],"Gesture Search: Random Access to Smartphone Content":["Yang Li"],"Gesture coder: a tool for programming multi-touch gestures by demonstration":["Yang Li"],"Gesture-based interaction: a new dimension for mobile user interfaces":["Yang Li"],"Google Image Swirl: A Large-Scale Content-Based Image Visualization System":["Henry A. Rowley","David Tsai","Chuck Rosenberg","Michele Covell"],"How do designers and user experience professionals actually perceive and use\n personas?":["Tejinder Judge"],"Improving remote collaboration through side-by-side telepresence":[],"Interactive Digital Signage":["Roy Want","Bill\n Schilit"],"Invited SIG: designing for the living room tv experience":["Jhilmil Jain","Anne Aula"],"It's Our Research: Getting stakeholder buy-in for user experience research\n projects":["Tomer Sharon"],"Look Who I Found: Understanding the Effects of Sharing Curated Friend Groups":["Alex Fabrikant","Kristen LeFevre"],"Managing Global UX Teams":["Jhilmil Jain"],"Moving beyond talking heads to shared experiences: the future of personal video\n communication":["Tejinder K. Judge"],"Older adult’s perceptions of usefulness of personal health records":["Hendrik\n Müller"],"On the Non-progressive Spread of Influence through Social Networks":["Vahab Mirrokni"],"Participatory design of social search experiences":[],"People in books: using a FlashCam to become part of an interactive book for\n connected reading":["Hayes\n Raffle"],"Perspective Probe Case Study by Marianne Berkovich (Google)":["Marianne Berkovich"],"Privacy UX - Was ist datenschutzbezogene User Experience?":["Mitch Hatscher","Sebastian Schnorf"],"Proceedings of the 2012 ACM Annual Conference on Human Factors in Computing\n Systems":["Ed H. Chi"],"Proceedings of the 2012 ACM Annual Conference on Human Factors in Computing\n Systems (Extended Abstracts).":["Ed H. Chi"],"Proceedings of the ACM 4th annual workshop on Evaluation and usability of\n programming languages and tools (PLATEAU)":["Caitlin Sadowski"],"Productive Interrelationships between Collaborative Groups Ease the Challenges of\n Dynamic and Multi-Teaming":["Tejinder K. Judge"],"Reading, Laughing, and Connecting with Young Children":["Hayes Raffle"],"Real-Time Human Pose Tracking from Range Data":["Christian Plagemann"],"RepliCHI SIG: from a panel to a new submission venue for replication":["Ed Chi"],"See it: a scalable location-based game for promoting physical activity":["Tejinder K. Judge"],"Social Annotations in Web Search":["Ed H. Chi"],"Social telepresence bakeoff: Skype group video calling, Google+ Hangouts, and\n Microsoft Avatar Kinect":[],"StoryFaces: pretend-play with ebooks to support social-emotional storytelling":["Hayes Raffle"],"Talking in Circles: Selective Sharing in Google+":["Michael J. Brzozowski","David Huffaker","Ed H. Chi"],"Tap, swipe, or move: attentional demands for distracted smartphone input":["Yang Li"],"Task Analysis":["Jhilmil Jain"],"The Shoebox and the Safe: When Once-Personal Information Changes Hands":["Manas Tungare"],"The YouTube Social Network":["Mirjam Wattenhofer"],"The role of visual complexity and prototypicality regarding first impression of\n websites: Working towards understanding aesthetic judgments":["Javier Bargas-Avila"],"The word-gesture keyboard: reimagining keyboard interaction (CACM Research\n Highlight)":["Shumin Zhai"],"Theories, methods and case studies of longitudinal HCI research":["Jhilmil Jain"],"Time, topic and trawl: stories about how we reach our past":["Elin Rønby\n Pedersen"],"Touch behavior with different postures on soft smartphone keyboards":["Shumin Zhai"],"Ubiquitous search for smart workspaces":["Daniel M. Russell"],"Understanding Cyclic Trends in Social Choices":["Anish Das Sarma"],"Understanding Tablet Use: A Multi-Method Exploration":["Hendrik Müller","Jennifer L. Gove","John S. Webb"],"Understanding Visualization by Understanding Individual Users":["Sara L. Su"],"Understanding Visualization: A Formal Approach using Category Theory and\n Semiotics":["Joe Faith"],"Understanding cyclic trends in social choices":["Anish Das Sarma"],"Understanding the Meta-Experience of Casual Games":["David Huffaker"],"User Demographics and Language in an Implicit Social Network":["Katja Filippova"],"Vanity or Privacy? Social Media as a Facilitator of Privacy and Trust":["Jessica Staddon"],"Who knows?: searching for expertise on the social web: technical perspective.":["Ed H. Chi"],"Women in UX leadership in business":[],"A Four Group Cross-Over Design for Measuring Irreversible Treatments on Web\n Search Tasks":["David Mease","Daniel M. Russell"],"Apples to oranges?: comparing across studies of open collaboration/peer\n production":["Ed H. Chi"],"CrowdForge: Crowdsourcing Complex Work":["Boris Smus"],"Crowdsourcing Event Detection in YouTube Videos":["Thomas Steiner"],"Crowdsourcing the process of scientific publishing":[],"DC Proposal: Enriching Unstructured Media Content About Events to Enable\n Semi-Automated Summaries, Compilations, and Improved Search by Leveraging Social\n Networks":["Thomas Steiner"],"Deep Shot: A Framework for Migrating Tasks Across Devices Using Mobile Phone\n Cameras":["Yang Li"],"Design and Implementation of FAITH, an Experimental System to Intercept and\n Manipulate Online Social Informatics":["Shaozhi Ye"],"Designing for user experience: academia & industry":[],"DoubleFlip: A Motion Gesture Delimiter for Mobile Interaction":["Yang Li"],"Electric Agents: Combining Television and Mobiles for an Educational Game.":["Hayes Raffle"],"Estimating the size of online social networks":["Shaozhi Ye"],"Experimental Analysis of Touch-Screen Gesture Designs in Mobile Environments":["Yang Li"],"From Basecamp to Summit: Scaling Field Research Across 9 Locations":["Jens Riegelsberger"],"Gesture Avatar: A Technique for Operating Mobile User Interfaces Using Gestures":["Yang Li"],"Globicomp - doing ubicomp differently: introduction to the special issue.":["Lucia Terrenghi"],"How Locus of Control Influences Compatibility with Visualization Style":["Sara L.\n Su"],"How the Order of Response Options in a Running Tally Can Affect Online Survey\n Estimates":["Mario Callegaro"],"IVR and web administration in structured interviews utilizing rating scales:\n Exploring the role of motivation as a moderator to mode effects":["Mario Callegaro"],"Influence Maximization in Social Networks When Negative Opinions May Emerge and\n Propagate":["Alex Collins"],"Managing Crowdsourced Human Computation":["Praveen K.\n Paritosh"],"Measuring improvement in user search performance resulting from optimal search\n tips":["Daniel M. Russell","David Mease"],"Milgram-routing in social networks.":["Silvio Lattanzi","D. Sivakumar"],"Near to the brain: Functional near-infrared spectroscopy as a lightweight brain\n imaging technique for visualization":["Sara L.\n Su"],"Personalized Social Recommendations - Accurate or Private?":[],"Reputation Systems for Open Collaboration":["A. Kulshrestra"],"Smart Phone Use by Non-Mobile Business Users":["Shumin Zhai"],"Suggesting (More) Friends Using the Implicit Social Graph":["David Deutscher","Ilan Horn","Naty Leiser","Yossi\n Matias","Ron Merom"],"The future of child-computer interaction":["Daniel\n M. Russell"],"Understanding information preview in mobile email processing":["Shumin Zhai"],"User-Defined Motion Gestures for Mobile Interaction":["Yang Li"],"Web 2.0 and Performance: Using Social Media to Facilitate Learning at Google":["Julia Bulkowski"],"Working Smarter, Not Harder: Inter-Disciplinary Methods for the Age of Analytics":["Andrew Warr","Kathy Baxter"],"YouPivot: Improving Recall with Contextual Search":["Andrew\n Warr"],"A comparison of visual and textual page previews in judging the helpfulness of\n web pages.":["Anne Aula","Rehan Khan"],"Automatic Generation of Research Trails in Web History":["Elin Rønby Pedersen"],"Behind the Scenes of Google Maps Navigation: Enabling actionable user feedback at\n scale":["Andrew T. Miller"],"Best of Both Worlds: Improving Gmail Labels with the Affordances of Folders":["Kerry Rodden"],"Collaborative Human Computation as a Means of Information Management":["Manas Tungare"],"Confucius and Its Intelligent Disciples: Integrating Social with Search":["Xiance Si"],"Designing for children's mobile storytelling":[],"Do You Know Which Device Your Respondent Has Used to Take Your Online Survey?":["Mario Callegaro"],"From Research Hypotheses to Practical Guidelines: A Proposal to Facilitate\n Researcher-Practitioner Interaction":["Manas\n Tungare"],"Gesture Search: A Tool for Fast Mobile Data Access":["Yang Li"],"How does search behavior change as search becomes more difficult?":["Anne Aula","Rehan Khan"],"Ignore These At Your Peril: Ten principles for trust design":["Jens Riegelsberger"],"Measuring the User Experience on a Large Scale: User-Centered Metrics for Web\n Applications":["Kerry Rodden","Hilary Hutchinson"],"Not gone, but forgotten: Helping users re-find web pages by identifying those\n which are most likely to be lost":["Elin Rønby Pedersen"],"Optimal Iterative Pricing over Social Networks (Extended Abstract)":["Vahab Mirrokni"],"Optimal marketing and pricing over social networks":["Vahab S. Mirrokni"],"Protractor: A Fast and Accurate Gesture Recognizer":["Yang Li"],"QuickSuggest: Character Prediction for Improved Text Entry on Web Appliances":["Ullas Gargi","Rich Gossweiler"],"Reading Difﬁculty in Adults with Intellectual Disabilities: Analysis with a\n Hierarchical Latent Trait Model":["Martin Jansche"],"Rhythms and plasticity: television temporality at home":["Andrea Knight"],"Say What? Why users choose to speak their web queries":["Maryam Kamvar"],"Suggesting Friends Using the Implicit Social Graph":["David\n Deutscher","Ilan Horn","Naty Leiser","Yossi Matias","Ron\n Merom"],"Sustainability of Bits, not just Atoms":["Manas Tungare"],"‘N the Network?’’ Using Internet Resources for Predicting Cell Phone Number\n Status":["Mario Callegaro"],"'You've Got IMs!' How People Manage Concurrent Instant Messages":["Judy Chen"],"An incentive-based architecture for social recommendations":[],"Beyond Pinch and Flick: Enriching Mobile Gesture Interaction":["Yang Li"],"DTorial: An interactive tutorial framework for blind users in a Web 2.0 world":[],"Discriminating the relevance of web search results with measures of pupil size":["Anne Aula","Dan Russell"],"Gmail Accessibility: A Case Study of Accessibility for AJAX Applications":[],"Google Internationalization Quality Control Framework":["Jens\n Riegelsberger"],"How Children Search the Internet with Keyword Interfaces":["Hilary Hutchinson"],"How opinions are received by online communities: A case study on Amazon.com\n helpfulness votes":["Gueorgi\n Kossinets"],"Mechanisms for making crowds truthful":["Radu Jurca"],"Mobile User Experience Research: Challenges, Methods & Tools":["Jens\n Riegelsberger"],"Multilingual search strategies":["Anne Aula"],"Origins of Homophily in an Evolving Social Network":["Gueorgi Kossinets"],"Overcoming challenges in mobile UX research methods and tools":["Jens\n Riegelsberger"],"Perspective Probe":["Marianne Berkovich"],"Perspective Probe: Many Parts add up to a Whole Perspective":["Marianne Berkovich"],"Sensemaking workshop CHI 2009":["Daniel M Russell"],"The application of forgiveness in social system design":["Jens Riegelsberger"],"The mobile revolution: using technology to transform fieldwork":["Jens Riegelsberger"],"Undo and Erase Events as Indicators of Usability Problems":["David Akers","Matthew Simpson"],"WCAG 2.0 for Designers: Beyond Screen Readers and Captions":[],"WEB 2.0: BLIND TO A BRAVE NEW WORLD":[],"What's Up CAPTCHA? A CAPTCHA Based On Image Orientation":["Rich Gossweiler","Maryam Kamvar","Shumeet\n Baluja"],"sos: Searching Help Pages of R Packages":["Sundar Dorai-Raj"],"xBook: Redesigning Privacy Control in Social Networking Platforms":[],"A Case for Usage Tracking to Relate Digital Objects":["Elin Rønby Pedersen"],"A Social Query Model for Decentralized Search":["Sugato Basu"],"AxsJAX: A Talking Translation Bot using Google IM: Bringing Web-2.0 Applications\n to Life":["T. V. Raman"],"Blocked sites and offensive videos: the challenges of teen computer use":["Anne Aula"],"Controlling the Complexity in Comparing Search User Interfaces via User Studies":["Anne Aula"],"Eye-Mouse Coordination Patterns on Web Search Results Pages":["Kerry Rodden","Anne Aula"],"Formulargestaltung für Dummies: Die häufigsten Fehler erkennen, beheben und\n zukünftig vermeiden":["Michael Hatscher"],"From Logs to People: Field Research at Google":["Jens Riegelsberger"],"Generating Summary Keywords for Emails Using Topics":["Fernando Pereira"],"Google TV Search: Dual-Wielding Search and Discovery in a Large-Scale Product":["Rich Gossweiler","Andrea\n Knight"],"Improving Access to Web Content at Google":[],"Mass Personalization: Social and Interactive Applications using Sound-Track\n Identification":["Michael Fink","Michele Covell","Shumeet\n Baluja"],"Now You See It, Now You Don’t: Ethnography and Selective Visibility in the\n Technology Sector":["Laura Granka","Jens Riegelsberger"],"Paper interface to electronic medical records: a case of usage-driven technology\n appropriation":["Elin Rønby Pedersen"],"Query Suggestions for Mobile Search: Understanding Usage Patterns":["Maryam Kamvar","Shumeet Baluja"],"Recovering trust and avoiding escalation: an overlooked design goal of social\n systems":["Jens Riegelsberger"],"Relating Documents via User Activity: The Missing Link":["Elin Rønby Pedersen"],"Review of Beyond the Desktop Metaphor: Designing Integrated Digital Work\n Environments, edited by Victor Kaptelinin and Mary Czerwinski":[],"Seeing the bigger picture: A multi-method field trial of Google Maps for Mobile":["Jens Riegelsberger"],"Sensemaking":["Daniel M Russell"],"Truthful opinions from the crowds":["Radu Jurca"],"Usability Professionals - ein Rollenspiel":["Michael Hatscher"],"User Preference and Search Engine Latency":["Hilary Hutchinson"],"User experience at Google: focus on the user and all else will follow":["Antonella Pavese","Jens Riegelsberger","Kerry Rodden"],"Word Usage and Posting Behaviors: Modeling Bloggers with Unobtrusive Data\n Collection Methods":["Kerry Rodden"],"Zebra: Exploring users’ engagement in fieldwork":["Matthew Simpson"],"“Express yourself” / “Stay together”: The middle-class Indian family":[],"“It’s our only connection”: Mobile phones and romantic relationships in India":[],"Applying a User-Centered Metric to Identify Active Blogs":["Kerry Rodden"],"Assigned tasks are not the same as self-chosen Web search tasks.":["Daniel M. Russell","Carrie Grimes"],"Capturing mobile phone usage: Research methods for mobile studies":[],"Communication mapping: Understanding anyone’s social network in 60 minutes":[],"Conducting remote, internet-based experiments on Web design":[],"Designing Searching and Browsing Software for Elementary-Age Children":["Hilary Hutchinson"],"Emacspeak -- The Complete Audio Desktop":["Raman, T. V."],"Evaluating the accuracy of implicit feedback from clicks and query reformulations\n in web search":["Laura A. Granka"],"Exploring How Mouse Movements Relate to Eye Movements on Web Search Results Pages":["Kerry Rodden"],"Interpreting and Acting on Mobile Awareness Cues":[],"Organizing and Searching the World Wide Web of Facts - Step Two: Harnessing the\n Wisdom of the Crowds":["Marius Pasca"],"Review of The Body and the Screen: Theories of Internet Spectatorship, by Michele\n White":[],"Session Viewer: Visual Exploratory Analysis of Web Session Logs":["Heidi Lam","Daniel M. Russell","Diane Tang"],"Social Dynamics of Early Stage Co-design in Developing Regions":["Jane Chiu"],"Thinking but not seeing: think-aloud for non-sighted users":[],"Towards the Perfect Infrastructure for Usability Testing on Mobile Devices":[],"Trust 2.1: advancing the trust debate":["Jens Riegelsberger"],"Using structural cues to guide readers on the internet":[],"When two methods are better than one: Combining user study with cognitive\n modeling":["Andrea Knight"],"\"It's about the information stupid!\": why we need a separate field of\n human-information interaction":["Daniel M. Russell"],"Incorporating Eyetracking into User Studies at Google":["Laura A. Granka","Kerry Rodden"],"Location location location: viewing patterns on WWW pages":["Laura A. Granka"],"No IM please, We're Testing":[],"Panels: Design Communication":[],"Scaling the card sort method to over 500 items: restructuring the Google AdWords\n Help Center":["Kerry\n Rodden"],"Shared Family Calendars: Promoting Symmetry and Accessibility":["Hilary\n Hutchinson"],"The Evolution of the International Children's Digital Library Searching and\n Browsing Interface":["Hilary Hutchinson"],"Virtual Information Piles for Small Screen Devices":[],"Mobile search with text messages: designing the user experience for Google SMS":["Kerry\n Rodden"]}